Repository: vinceliuice/Fluent-kde
Catalog: plasma/plasmoids/org.kde.plasma.win7showdesktop/translate/*.po
Languages: es

source: Show Desktop (Win7)
es: Mostrar el escritorio (Win7)

source: Show the Plasma desktop
es: Mostrar el escritorio de Plasma

source: Look
es: Apariencia

source: Size:
es: Tamaño:

source: Edge Color:
es: Color del borde:

source: Hovered Color:
es: Color del hover:

source: Pressed Color:
es: Color al pulsar:

source: Run Command
es: Ejecutar comando:

source: Mouse Wheel
es: Rueda del ratón

source: Run Commands
es: Ejecutar comandos

source: Scroll Up:
es: Desplazarse hacia arriba:

source: Scroll Down:
es: Desplazarse hacia abajo:

source: Volume (No UI) (amixer)
es: Volumen (Sin UI) (amixer)

source: Volume (UI) (qdbus)
es: Volumen (Con UI) (qdbus)

source: Switch Desktop (qdbus)
es: Cambiar escritorio (qdbus)

source: Peek
es: Previsualizar

source: Show desktop on hover:
es: Mostrar escritorio al pasar el mouse:

source: Enable
es: Activar

source: Peek threshold:
es: Límite de visualización:
